{"/about/":{"data":{"":"Are you interested in policy, OSINT investigations, and the connections behind illicit financial flows, crime, and war?\nIf so, then Illicit Finance is the right place for you.\nIllicit Finance is a newsletter and blog that shares investigations and reports on the latest developments in the combat of financial crime.","about-the-author#About the Author":"Some about myself, Albin Touma.\nMy background is in research and data analysis. As an International Affairs Research Analyst at Comply Advantage, I help build the screening platforms that compliance officers use.\nWhat motivated me to start Illicit Finance was the challenge of collecting data and exposing networks.\nI first experienced the complexity of illicit finance when building a global database of sanctioned entites and politically exposed persons, Know Your Sanctions. This side project quickly grew into different research projects on how illicit funds are used, but I withheld from publishing.\nIn light of Russia’s resource grab in Ukraine, I joined OSINT for Ukraine as an investigator documenting war crimes with a focus on illicit funds.\nAfter working on tools to support investigations in Ukraine, I decided it was time to publish findings in “Illicit Finance” as a way to collate investigations and share them with a broad audience of readers.\nFeel free to reach out to me on albin.touma@gmail.com"},"title":"About Illicit Finance"},"/posts/":{"data":{"":" RSS Feed "},"title":"Archive"},"/posts/ubo/":{"data":{"":"While in New York, I asked a friend about his business in Florida and he explained to me that he is the owner through his Scandinavian business. Tracing his ownership structure would be time consuming and the task is made harder by the decision of the Court of Justice of the European Union (CJEU) to annul public access to ownership registries.\nThe CJEU ruled that public access contravenes the right to privacy in the EU Charter of Fundamental Rights. Implicit is the claim that evidence is weak to show that public ownership registries prevents crime. Or, as my friend put it, the argument for public ownership data is a rehash of: if you have nothing to hide you have nothing to fear\".\nWhat the court considers “strong” evidence is unclear, so let’s start with the strongest case for public access to ownership registries, namely the practice of fighting illicit finance.","is-privacy-an-absolute-right#Is privacy an absolute right?":"Public ownership data helps civl society, investigative journalists and law enforcement scrutinise data and combine it with other datasets, increasing the likelihood of spitting criminal activity.\nHaving established that open ownership data, in practice, helps us prevent crime, let’s scrutinise the right to privacy.\nAnxiety about data protection is understandable, especially in consideration of companies like Facebook and Cambridge Analytica known for their exploitation of personal data.\nI understand why my friend sides with the CEUJ - the right to privacy is essential to our autonomy and it is important to respect privacy.\nHowever, publishing information about who owns companies is different. As OpenOwnership’s Head of Policy, Zosia Sztykowski explains:\n“Publishing information about who owns companies is fundamentally different. This is about chaning the role that companies play in society. We often forget that the legal form that we call a company can’t exist without the state, and agreements between states. Therefore, they have the right, and even the responsibibility to ensure that they serve a social good. Open ownership data can do just that. All while also providing desirable incentives for legitimate businesses, including reducing the risk of being exposed to bad actors and supporting the stability of economies globally.”\nPrivacy is a critical right, but it isn’t absolute.\nHaving a substantial ownership stake in a company gives that individual access to a range of benefits, including protection from personal liability.\nIn exchange, is it not fair to expect business owners to help society ensure that companies are used for thier intended purposes?\nOpening a company is easy and benefits society as a whole. The unintended consequence is that this has made corporations easy tools for criminals.\nThere is a balance here to be struck between personal freedoms and the responsibility to create a fairer society.\nIn addition, privacy invokes a claim to protection but never answers who we are trying to protect?\nThe defense implies that “evidence that public ownership data prevents crime is weak”. There is likewise no evidence that closed ownership data protects more people with legitimate intentions than people with illegitimate intentions.","panama-papers#Panama Papers":"The Panama Papers is the most public exposure of the world’s most powerful people and their financial secrets and the impact that those leaks have had serves as an excellent example of the positive impact that public ownership data has.\nMore than 11.5 million records exposed how politicians and criminals use the rogue offshore finance industry to launder money and avoid taxes.\nThe leaks implicated 150 politicians from 50 countries and had serious political fallout as Iceland’s Prime Minister, Sigmundur Davio Gunnlaugsson, was forced to resign from his office amid outrage that his family had sheltered money offshore.\nIn the wake of the revelations that caused snap elections in Iceland, the Guardian used the offshore leaks to shed light on the trail between Vladimir Putin and an offshore network of assets worth $2bn.\nInvestigative journalists and their hard work not only helped close Mossack Fonseca, the infamous Panamanian law firm and target of the leak, but has also led to the prosecution of the firm’s owners, Lauria Paz and Ramon Fonseca.\nThey are now defendants in a dussin money laundering cases, including one in Panama where they are being tried for “crimes against public economic order”.\nHow Lauria Pax and Ramon Fronseca operated Mossack Fronseca and how their crimes impacted ordinary people inspired “The Laundromat”, a film starring Meryl Streep and Gary Oldman.\nThe French actress, Isabelle Adjani, who was named in the leaks, was also tried for tax evasion after she was revealed to be a shareholder of a shell company, Deckert Investments Limited. Based on the leak, she was prosecuted for concealing a big donation from a Sengalese businessman and using an offshore company to funnel 100,000 euros.\nThe leaks also implicated 150 politicians and heads of state from 50 countries as shareholders, directors and beneficiaries of offshore companies.\nAmong those implicated in the leaks was David Cameron and the then Prime Minister of Iceland, Bjarni Benediktsson, who resigned as a result of the leaks.\nA list of people named in the Panama Papers is avaiable on Wikipedia’s List of people named in the Panama Papers.","the-impact-of-the-decision#The Impact of the Decision":"","the-reality-of-ownership-data#The reality of ownership data":""},"title":"What is the evidence for public ownership registries?"},"/posts/where_find_ownership/":{"data":{"":"","how-is-social-media-used-in-osint-investigations#How is social media used in OSINT investigations?":"","neo4j---what-is-is-and-why-its-powerful#Neo4j - what is is and why it\u0026rsquo;s powerful":"How is social media used in OSINT investigations? What is Telegram? Why scrape users? Steps to harvesting users from Telegram What is Telesint? Neo4j - what is is and why it’s powerful ","steps-to-harvesting-users-from-telegram#Steps to harvesting users from Telegram":"","what-is-telegram#What is Telegram?":"","what-is-telesint#What is Telesint?":"","why-scrape-users#Why scrape users?":""},"title":"How to harvest users from Telegram"}}