{"/about/":{"data":{"":"Are you interested in policy, OSINT investigations, and the connections behind illicit financial flows, crime, and war?\nIf so, then Illicit Finance is the right place for you.\nIllicit Finance is a newsletter and blog that shares investigations and reports on the latest developments in the combat of financial crime.","about-the-author#About the Author":"Some about myself, Albin Touma.\nMy background is in research and data analysis. As an International Affairs Research Analyst at Comply Advantage, I help build the screening platforms that compliance officers use.\nWhat motivated me to start Illicit Finance was the challenge of collecting data and exposing networks.\nI first experienced the complexity of illicit finance when building a global database of sanctioned entites and politically exposed persons, Know Your Sanctions. This side project quickly grew into different research projects on how illicit funds are used, but I withheld from publishing.\nIn light of Russia’s resource grab in Ukraine, I joined OSINT for Ukraine as an investigator documenting war crimes with a focus on illicit funds.\nAfter working on tools to support investigations in Ukraine, I decided it was time to publish findings in “Illicit Finance” as a way to collate investigations and share them with a broad audience of readers.\nFeel free to reach out to me on albin.touma@gmail.com"},"title":"About Illicit Finance"},"/posts/":{"data":{"":" RSS Feed "},"title":"Archive"},"/posts/ubo/":{"data":{"":"While in New York, I asked a friend about his business in Florida and he explained to me that he is the owner through his Scandinavian business. Tracing his ownership structure would be time consuming and the task is made harder by the decision of the Court of Justice of the European Union (CJEU) to annul public access to ownership registries.\nThe CJEU ruled that public access contravenes the right to privacy in the EU Charter of Fundamental Rights. Implicit is the claim that evidence is weak to show that public ownership registries prevents crime. Or as my friend put it, the argument for public ownership data is a rehash of: if you have nothing to hide you have nothing to fear\".\nWhat the court considers “strong” evidence is unclear, so let’s start with the strongest case for public access to ownership registries, namely the practice of fighting illicit finance.","global-witness#Global Witness":"In addition to identifying crime, actors are able to improve ownership data when that data is publically available. Global Witness, working with a group of volunteer data scientists at DataKind UK, analysed the UK’s beneficial ownership registries and successfully identified loopholes, information gaps and suspicous activity.\nThey found that most companies registering their benenficial owners at the Persons of Significant Control registry in the UK, is straightforward, with an average of 1.13 beneficial owners for each UK company.\nHundreds of thousands of these companies file highly suspicious entries that would never have been found were it not for the open data nature of the register.\nGlobal Watch found common methods for avoiding disclosure of a company’s real owners such as disclosing an ineligible foreign company as the beneficial owner, filing a statement that the company has no beneficial owners, or creating circular ownership structures where a company control themselves.\nOf the companies with a foreign owner, 10,000 declare a foreign company as their beneficial owner and of these 72% are in a secrecy jurisdiction.\nTheir analysis resulted in a red flagging system to uncover high risk entries and recommendations to the UK government demonstrating the benefit of open ownership registries.\nPublic ownership data helps civl society, investigative journalists and law enforcement scrutinise data and combine it with other datasets, increasing the likelihood of spotting criminal activity.","is-privacy-an-absolute-right#Is privacy an absolute right?":"Having established that open ownership data, in practice, helps us prevent crime, let’s scrutinise the right to privacy.\nAnxiety about data protection is understandable, especially in consideration of companies like Facebook and Cambridge Analytica known for their exploitation of personal data.\nI understand why my friend sides with the CEUJ and I think he made a good point when he said that open ownership data sounds like “if you have nothing to hide, you have nothing to fear.'\nThe right to privacy is essential to our autonomy and it is important to respect privacy.\nHowever, publishing information about who owns companies is different in one important respect, namely that as a business owner you are in the public sphere. As OpenOwnership’s Head of Policy, Zosia Sztykowski explains:\n“Publishing information about who owns companies is fundamentally different. This is about chaning the role that companies play in society. We often forget that the legal form that we call a company can’t exist without the state, and agreements between states. Therefore, they have the right, and even the responsibibility to ensure that they serve a social good. Open ownership data can do just that. All while also providing desirable incentives for legitimate businesses, including reducing the risk of being exposed to bad actors and supporting the stability of economies globally.”\nPrivacy is a critical right, but it isn’t absolute.\nHaving a substantial ownership stake in a company gives that individual access to a range of benefits, including protection from personal liability.\nIn exchange, is it not fair to expect business owners to help society ensure that companies are used for thier intended purposes?\nOpening a company is easy and benefits society as a whole and one unintened consequence of this is that corporations have become easy tools for criminals.\nAs Zosia Stykowski explains, ’there is a balance here to be struck between personal freedoms and the responsibility to create a fairer society.'\nThere is also another important question when we invoke privacy and that is, who exactly are we trying to protect? Closing registries might protect more people with illegitimate intentions than those with legitimate intentions.\nIf the practice of investigating illicit finance teach us anything, it is that criminals thrive in secrecy. The decision to close access to ownership registries has impacted already scarce ownership data, forcing investigators to rely on leaked data.\nThe case for “protecting privacy” tries to safeguard against protecting the wrong people by assuming that those with “legitimate interest” have the right to access ownership registries. While well intended, this presumption has had negative consequences due to the lack of an EU-wide definition of “legitimate” intentions or circumstances”.","legitimate-interest#Legitimate Interest":"The CJEU ruling presumes that journalists and civil society organisations engaged in the prevention of money laundering have a legitimate interest and should be granted access to beneficial ownership information.\nThe absence of an EU-wide definition of “legitimate interest” has has effectively squashed the right of individuals and organisations with a legitimate interest to use the registers.\nJournalists and civil society are unable to access 13 of 27 beneficial ownership registers in the EU, and after the court ruling, eight countries suspended public access to their registers.\nTransparency International’s map is a useful resource to trace the impact of the ruling:","the-open-lux-investigation#The Open Lux Investigation":"Transparency International has documented several cases where public access to beneficial ownership registries enabled journalists and activists to uncover corruption and money laundering. One of these cases is the OCCRP’s Open Lux Investigation.\nIn the Open Lux investigation, journalists analysed beneficial owners registered in Luxembourg and found dozens of foreign citizens linked to corruption, embezzlement, and organised crime and, as Transparency International points out:\n‘What sets the Open Lux Investigation apart from the Panama Papers is that, for the first time, journalists did not have to rely on leaks and, instead, relied on publically available data to uncover hidden owners using Luxembourg companies to own assets and open bank accounts.’\nThe case of the Open Lux Investigation is a clear example of how actors other than law enforcement agencies are crucial to combating corruption and it is a role that the Court of Justice of the European Union recognise in their ruling against public access to ownership registries.","the-panama-papers#The Panama Papers":"The Panama Papers is the most public exposure of the world’s most powerful people and their financial secrets and the impact that those leaks have had serves as an excellent example of the positive impact that public ownership data has.\nMore than 11.5 million records exposed how politicians and criminals use the rogue offshore finance industry to launder money and avoid taxes.\nThe leaks implicated 150 politicians from 50 countries and had serious political fallout as Iceland’s Prime Minister, Sigmundur Davio Gunnlaugsson, was forced to resign from his office amid outrage that his family had sheltered money offshore.\nIn the wake of the revelations that caused snap elections in Iceland, the Guardian used the offshore leaks to shed light on the trail between Vladimir Putin and an offshore network of assets worth $2bn.\nInvestigative journalists and their hard work not only helped close Mossack Fonseca, the infamous Panamanian law firm and target of the leak, but has also led to the prosecution of the firm’s owners, Lauria Paz and Ramon Fonseca who are defendants in a case in Panama where they are being tried for “crimes against public economic order”.\nHow Lauria Pax and Ramon Fronseca operated Mossack Fronseca and how their crimes impacted ordinary people inspired “The Laundromat”, a film starring Meryl Streep and Gary Oldman.\nThe Panama Papers show that transparent ownership is vital to fighting corruption and that when ownership structures are made public, those implicit in illicit finance face legal consequences.\nHold on - is the Panama Papers really a strong case for opening ownership registries? After all, the trenche of 11 million documents are a leak of sensitive information from a shadowy organisation and not a register where ordinary people set up their business.\nThe whistleblower nature of the Panama Papers is a perfectly valid objection, so let’s look at two investigations that used real ownership registries.","what-the-evidence-tells-us-to-do#What the evidence tells us to do":"Evidence from practice shows that open access is crucial to improving the quality of data in beneficial ownership registries and that public access prevents crime itself.\nIt is also clear that some members states will interpret the CJEU’s ruling conservatively and contravene the spirit of the CJEU ruling, namely to protect both privacy and civil society’s legitimate interest.\nWhat is required are EU rules that leave no space for discrimination against civil society and public watchdogs. Those rules should, instead, enable those who work with the combating of illicit finance to access crucial ownership data."},"title":"What evidence is there for public ownership registries?"},"/posts/ukrainian_sanctionsar/":{"data":{"":"","#":"We often talk about sanctions in the context of efficiency or individual cases. Who’s who in the sanctions space has, as a result, become elusive when there are characteristics, data sets, and methods of revealing sanctioned entities and their networks.\nWe’ll explore 4 steps in the research process, from the design of research methods to the collection, analysis, and sharing of intelligence.\nResearch Design Ontology The first step is to settle on an ontology that describes entities and relations between them. We recommend Follow the Money’s ontology.\nA big part of researching who’s who in the sanctioned space is knowing how to describe entities and relations beetween them. In industry, we describe our domain and its objects in an ontology.\nAn ontology is a formal naming and definition of categories, properties, and relations betweeen concepts, data, or entities.\nFollow the Money\nFollow the Money is an ontology that is commonly used in anti-corruption investigations.\nTheir ontology defines entities revelant in such investigations, like people or companies, and helps investigators create a graph of relationships.\nOne of the most common tasks for an investigative reporter is to work out if one thing is the same as another. Is the person who owns a sanctioned company the same guy who is a mayor in my city?\nMany facts might provide hints that allow us to establish if he is “our guy”. Do the individuals have the same name, date of birth, nationality, passport number? Do we know about links to other individuals or companies in both data sets?\nWhen you have a clearly defined ontology, you can turn representations of objects and events into complex data and compile and cross-reference these hints.\nThe Follow the Money ontology consists of schemata ie object types that exist as an inheritance hieracy, rooted in things and events.\nThings describe real-world objects like people, Companies, Assets, Court Cases. You can think of things as entities.\nIntervals are business interests, court cases, sanctions, and transactions and are useful for linking entities together, possibly over time.\nBelow is an interactive graph view of FMT ontology.\nOnce you have an ontology that structures your domain and its objects and relations, you can build a taxonomy to describe and group your information.\nBuild a taxonomy While an ontology is a formal representation of knoweldge that defines concepts and relationships within a domain in a structured way, a taxonomy concerns the classification of entities based on their characteristics.\nTaxonomies are used to group types of entities into categories.\nFor example, when we talk about associations and relationships in the sanctions space, we need ways of describing the type of entity or relationship.\nAn associated entity could be an entity type: person, organisation, or vessel. If we know that our entity is a person, we can class his or her relationship to the sanctioned entity.\nTaxonomy of relationships\nRelationship Definition Example Employee The associated person is employed by the sanctioned individual A nuclear engineer working for sanctioned company Owned or controlled by The associated organisation is owned or controlled by the entity it is connects with OO NOVATEK-PERM is a subsidiary that is owned by sanctioned OAO NOVATEK Family member An associate is a spouse, uncle, aunt, child, parent of sanctioned person Asma al-Assad is the spoise od Bashar al-Assad Having a taxonomy is crucial to investigations. A good taxonomy lets investigators describe and filter the information they’re collecting.\nData Collection Primary sources It is relatively straightforward to find out if an individual, vessel, or organisation is subject to financial sanctions. You usually return a match after a quick search of the entity’s name or alias on consolidated sanctions lists such as the Office of Financial Sanctions Implementations.\nIdentifying if an entity is sanctioned becomes harder when shell companies are involved. A company may not show up as sanctioned, but it is 51% owned by another company which is sanctioned. This means both companies are sanctioned."},"title":"How investigators find out who's who in sanctions investigations"}}