{"/about/":{"data":{"":"Are you interested in policy, OSINT investigations, and the connections behind illicit financial flows, crime, and war?\nIf so, then Illicit Finance is the right place for you.\nIllicit Finance is a newsletter and blog that shares investigations and reports on the latest developments in the combat of financial crime.","about-the-author#About the Author":"Some about myself, Albin Touma.\nMy background is in research and data analysis. As an International Affairs Research Analyst at Comply Advantage, I help build the screening platforms that compliance officers use.\nWhat motivated me to start Illicit Finance was the challenge of collecting data and exposing networks.\nI first experienced the complexity of illicit finance when building a global database of sanctioned entites and politically exposed persons, Know Your Sanctions. This side project quickly grew into different research projects on how illicit funds are used, but I withheld from publishing.\nIn light of Russia’s resource grab in Ukraine, I joined OSINT for Ukraine as an investigator documenting war crimes with a focus on illicit funds.\nAfter working on tools to support investigations in Ukraine, I decided it was time to publish findings in “Illicit Finance” as a way to collate investigations and share them with a broad audience of readers.\nFeel free to reach out to me on albin.touma@gmail.com"},"title":"About Illicit Finance"},"/posts/":{"data":{"":" RSS Feed "},"title":"Archive"},"/posts/adverse_media_taxonomy/":{"data":{"":"","aim-for-relevancy-rather-than-strict-reliability#Aim for relevancy rather than strict reliability":"When the Wolfsberg group recommends international and national newspaper, their concern is with big corporations that rank high on Google. This is because they keep keyword searches in mind. What you want to achieve with a machine learning approach is to cover what is most relevant on Google and retrieve the pages that a simple keyword won’t find.\nWhen you cast adverse media as a search optimised (SOE) ice berg, having a simple but well defined typology becomes really valuable.\nThe typology allows us to demonstrate the relevancy of our sources. It helps us show clients that we cover the tip of the ice berg by which I mean the domains that rank high on Google. We can then point to the sources below the tip, those sources that we curate and which an AML officer would likely miss with a simple keyword search.","best-practices#Best Practices":"Adverse Media, also known as negative news screening, requires that companies identify risks associated with a company or individual in media. Traditionally, compliance officers use Google and keyword searches to find articles, but this process has largely been automated by machine learning models that can identify risks in thousands of articles online.\nThe explosion in the number of articles that companies process has led to confusion in the compliance industry as to what we mean by “good coverage” when we talk about adverse media. People fall back on quantity as a measure of good coverage when they shouldn’t since adverse media is associated with high levels of noise.\nMany sources are simply not relevant and one provider that I reviewed braged about scraping 200,000 domains. Among these domains were recipe blogs. Part of the reason why we don’t have a definition of “good” in adverse media is because there is no standard way of describing sources.\nIn this article I’ll share with you how I designed an adverse media typology and why you should focus on the relevance of your adverse media sources rather than their percieved reliability.\nTypology of sources in adverse media My task as a researcher on Comply Advatange’s adverse media team was to build a typology that would help us communicate the sources we cover to clients. Our adverse media typology had to explain why we selected those specific sources and not “everything”.\nThe table below is the result of iterations with clients and regulatory affairs and it serves as an example of how we can define sources in the world of adverse media.\nTypology Description International newspaper News websites, news aggregators, online websites, international newspapers published in more than one language and distributed in more than one country. National newspaper A newspaper distributed in one country. Regional \u0026 local newspaper A newspaper distributed in a city or region Judicial authority Any soure extracted from a court or judicial ministry website. Police authoriy A source extracted from police department or ministry. For example, police blotters or watch press release. Public authority A source extracted from a public authority or international organisation Industry or professional blogs A blog or company website published by a professional or company The legal research behind the typology The taxonomy is based on best practices rather than regulatory requirements. What I found from legal research and from working with our regulatory affairs team is that adverse media regulatory requirements are broad and pretty similar regardless of country.\nRegulatory requirements do not provide by design a clear definition of what sources an AML officer should cover and I noticed this in client calls since clients themselves rarely could tell “what sources” they really want. The benefit of working in a regulatory landscape with broad definitions is that it gives you freedom to shape and optimise your typology.\nIn the absence of strict regulatory requirements, I turned to industry recommendations of best practices to determine what “good” is in adverse media. One organisation that publishes best practices is the Wolfsberg Group.\nBest Practices In their recommendations, the Wolfsberg Group outline a clear preference for international, national, and regional newspapers in order of prefence.\nThey mention in their report that compliance officers should rely on news agencies and national newspapers since they provide higher quality reporting and editorial oversight. These sources provide content that is corroborated and edited by network participants. The Wolfsberg Group lists regional and local newspapres as useful since they report on events which are not covered by large scale outlets but note that these sources can often be less reliable.","recap#Recap":"Adverse Media is full of noise and because the industry has yet to come to terms with what we mean by “good media coverage”, the focus remains on quantity rather than cutting through the noise. With the help of a typology of sources in Adverse Media, we can pivot the conversation and discuss “relevancy”. This way, the industry can ask whether an AML provider curates relevant sources in addition to what ranks highest on Google.","the-legal-research-behind-the-typology#The legal research behind the typology":"","typology-of-sources-in-adverse-media#Typology of sources in adverse media":"","why-the-typology-is-not-a-ranking-sources#Why the typology is not a ranking sources":"My initial reaction to the Wolfsberg Group was to build a typology surrounding the concept of reliability, placing public, judicial, and government sources as the most reliable sources followed by newspapers and blogs. However, while meeting with clients I learnt that prioritising certain sources opens up the trap door to quanity over quality.\nThe question that clients would have after discussing our coverage would almost without exception be something along the lines of: “so why can’t we have more judicial sources?” The answer is usually that there are only so many courts in a country. Instead of ranking sources, I thought of building the taxonomy around the concept of relevance."},"title":"Redefining Good Coverage in Adverse Media with a Source Typology"},"/posts/groupint/":{"data":{"":" Graph of networks on Telegram In recent years, Telegram has become popular for threat actors to engage in illicit activity. These actors range from simple fraudsters to cybercriminals and Russian military and intelligence personnel.\nTelegram is popular because of its end-to-end encrypted messaging, yet, the platform is not as anonymous as users believe. In fact, it’s a rich repository of information.\nInvestigators can use this information to identify networks on Telegram and connect who’s talking to whom.\nGroupint is a recent OSINT tool investigators can use to invesigate networks on Telegram. I helped develop this tool as part of the R\u0026D team at OSINT for Ukraine and in this post, we’ll explore how we built an app that lets users see who’s talking to whom on Telegram.","architecture#Architecture":"The architecture behind Groupint is straightforward. Our user logs in to Groupint, our streamlit app. The group that the user queries is communicated to Telesint using a python library called Telethon. This library is crucial. We use it to connect to Telesint and scrape results.\nGroupint Architecture Results are stored in a Neo4j database, which we use to draw connections between individuals in different groups in a graph that outlines each network present on Telegram.\nGroupint Architecture ","get-started#Get started":"Acquire API Credentials When you log in to Groupint, you set up a session with Telesint to access data on Telegram groups. Creating a session requires that you provide the phone number linked to your Telegram account and your Telegram API id and API hash.\nAcquire the API id and API hash from Telegram. You need to do the following:\nSign up to Telegram Log in to your Telegram account . Got to “API development tools” section and fill out the form. You will get your API id and API hash parameters required for user authorization. For the moment, each number can only have one api id connected to it. Prerequisites Make sure that you have installed on your system:\nDocker to compose the project Python 3.11 Poetry to install python dependencies and set up your virtual environment Clone project and start containers Clone the Groupint project from the OSINT for Ukraine Github accoun and run docker-compose or docker compose to set up the project .\ngit clone https://github.com/OSINT-for-Ukraine/groupint.git cd groupint docker-compose up Set your login credentials. Create a secrets.toml file inside the streamlit folder and set your password.\n# Create secrets file cd streamlit touch secrets.toml # Set password variable password = \"xxxx\" Run a local instance of Groupint You can start your local instance of Groupint and run the app locally with the command:\nstreamlit run interface.py ","telesint#Telesint":"Groupint is powered by Telesint, a database of over 3 million open Telegram chats and tens of thousands of private chats. Their bot is designed to search for people in open and closed Telegram groups.\nThough Telesint doesn’t collect “personal data”, the bot collects enough data points to link users from different groups.\nid - user’s unique id\nlabel- user’s alias\ngroup - a list of Telegram groups that user is a member of\nClick me to reveal example of user data { \"data\": { \"id\": 94252564, \"label\": \"andrey600\", \"username\": \"andrey600\", \"group\": [ \"chat_massovka\", \"silovikigroup\", \"mesles\", \"komsomolka_ru\" ] } }, ","what-is-groupint#What is Groupint?":"Groupint is an app that enables investigators to scrape data from Telegram groups and connect users through an intuitive and visually appealing graph and user interface.\nThis app is an open-source tool developed by OSINT for Ukraine, an independent non-profit foundation dedicated to using open-source intellgience to investigate war crimes in relation to the Russo-Ukrainian War.\nGroupint enables investigators to analyse networks within specific Telegram communities by scraping users and connecting who’s who in a graph database.\nTo identify all the users and who they’re talking to, simply input the name of a group that you’re interested in and the app extracts all of the users and the groups that they are part of.\nGroupint enables network analysis and opens up a host of opportunities. Investigators can identify threat actors and their networks. They can also map trends in how illicit finance and threat actors interact with social media.\nYou might wonder how it is possible to scrape and connect users between groups in an end-to-end encrypted app that supposedly provides you with unprecedented anonymity.\nThe answer is simple; Telegram data is routinely sold in Russia."},"title":"Unmasking networks on Telegram with Groupint"},"/posts/satellite/":{"data":{"":"Satellites orbit Earth, capturing images with sensors sensitive to specific electromagnetic wavelengths. These sensors can detect various wavelengths from visible light (red, green, blue) to infrared and UV. Different wavelengths interact uniquely with matter, revealing different colors and features. For instance, vegetation strongly reflects infrared light, making it easily visible in infrared images. The custom script helps us place different bandwidths in different colours and manipulate the brightness of these colours to exaggerate objects. Evalscript\nBands - Narrow wavelength ranges in satellite channels create images. Different bands highlight different objects.\nSpectral signature - each object has a unique spectral signature based on how it absorbs and reflects light. Identifying this helps in distinguishing objects in satellite images.\nTarget Interaction - Visibility depends on absorption, reflection, and scattering of light. Specular reflection (smooth surfaces) and diffuse reflection (rough surfaces) affect how objects appear.\nBand calculations - Combining bands using primary colours (RBG) creates composite images. True colour composites mimic human vision while false colour composites use different band combinations to highlight specific features.\nEnhancing satellite images: Adjusting bands enhances visualisations of certain objects such as vegetation or water.\nCustom scripts - We can use the evalscript to manipulate band values and create composites, highlighting features and measuring values like vegetation health through calculating indices like NDVI.\nSatellites and the electromagnetic spectrum Satellites orbit the Earth and capture images with light sensors. Each sensor is sensitive to a specific electromagnetic wavelength on the electromagnetic spectrum. Different wavelengths interact differently with matter and reflect different coloured light. For example, plants reflect red and blue light (this is why they appear as green). Plants also strongly reflect parts of the infrared spectrum so an infrared image clearly shows vegetation. Colours exist on different wavelengths and a satellite’s light sensors determine the range of colours captured:\nViolet: 0.4 - 0.446 µm\nBlue: 0.446 - 0.500 µm\nGreen: 0.500 - 0.578 µm\nYellow: 0.578 - 0.592 µm\nOrange: 0.592 - 0.620 µm\nRed: 0.620 - 0.7 µm\nOptical satellites capture visible light (red, green, blue), infrared, and sometimes UV whereas radar satellites work in the microwave part of the spectrum. By targeting different wavelengths on the electromagnetic spectrum we get different images of the earth called “bands”.\nOpen image-20240803-132230.png image-20240803-132230.png Raw satellite image Open image-20240803-132431.png image-20240803-132431.png Bands adjusted for vegetation\nWe can enhance images and improve visualisations of certain objects by playing with the colour composite of bands. As you can see from above, the true colour composite (left) was enhanced by adjusting bands to capture wavelengths associated with vegetation and the ocean (right). FOBs may be more visible on a specific range of wavelengths which is why users should be able to configure wavelengths.\nSpectral Signature The reason why FOBs may be more visible on a specific range of wavelengths is because different objects absorb or reflect wavelengths. The more an object is reflective the easier it is is to see. How much light an object absorbs or reflects is known as an object’s spectral signature. If we know an object’s spectral signature, we can accentuate this object in the satellite image by targeting the right combination of wavelengths. This is why FOBBER should try to identify the spectral signature of FOBs in different conditions.\nOpen image-20240721-104146.png image-20240721-104146.png As the figure above shows, water, soil, and green vegetation have their own signatures as do forward operating bases. For example, if you have a satellite band with a wavelength of 2.1 um, both soil and green vegetation are reflective whereas water is not. At this satellite band, soil is bright since its reflectance is high (50%), green vegetation is darker grey (reflectance is 20%), and water is black (reflectance is 0%). The success of finding FOBs largely comes down to finding the right signature.\nTarget interactions \u0026 Spectral response The visibility of an object is not only determined by their wavelength. How light is absorbed or scattered also determined how easy it is to find. Absorption is when light, which is energy, is absorbed into the target and passes through. Reflection occurs when energy bounces off the target and is redirected. In remote sensing, we focus mainly on energy reflected from targets and there are two types: specular reflection and diffuse reflection.\nWhen a surface is smooth we get specular or mirror-like reflection where almost all energy is directed away from the surface in a single direction. Diffuse reflection occurs when the surface is rough and energy is reflected in all directions.\nIf wavelengths are smaller than the surface variations (or particle sizes that make up the surface) diffuse reflection dominates. Fine grained sand would appear smooth to long wavelength microwaves but rough to visible wavelengths.\nLeaves act as an excellent diffuse reflector of near-infrared wavelengths and if we could see in IR, trees would appear as extremely bright (which is how we measure health of forests).\nWater appears differently depending on sediment and algae presence which have different wavelengths. In addition the surface of water and any materials on the water complicate water-related interpretation because of potential problems with specular reflection and influences on colour and brightness.\nHow easy it is to find a target is then determined by the make-up of its wavelengths of radiation, absorption, surface reflection. By measuring the energy reflected by targets over different wavelengths we can build up a spectral response for that object and by comparing response patterns of different features we may distinguish between them where we mightn’t if we looked at only one wavelength. Look again at the raw satellite image and the bands adjusted for vegetation.\nBand calculations to create a satellite image Information from a narrow wavelength range is stored in a channel, sometimes called a band. Each satellite band is an image represented as a grid of values in computers (also called a raster). Every grid cell is a pixel.\nIn constructing our image, we combine and display bands of information digitally using primary colours (blue, green, red). The data from each band is represented as one of the primary colours depending on relative brightness (ie its digital value) of each pixel in each channel. Primary clours combine in different proportions to represent different colours.\nWe can use map algebra to perform calculations between different satellite bands by calculating between corresponding pixels. We can add, subtract, and multiply and divide bands.\nOpen image-20240803-185249.png image-20240803-185249.png\nThe table below lists Sentinel-2 satellite’s different wavelengths and spatial resolutions in meters.\nBand/RBG value\nWavelength\nSpatial Resolution (meters)\nBand 1 - B01\nCoastal Aerosol\n0.421 – 0.457\n60\nBand 2 - B02\nBlue\n0.439 – 0.535\n10\nBand 3 - B03\nGreen\n0.537 – 0.582\n10\nBand 4 - B04\nRed\n0.646-0.685\n10\nBand 5 - B05\nVegetation red edge\n0.694 - 0.714\n20\nBand 6 - B06\nVegetation red edge\n0.731-0.749\n20\nBand 7 - B07\nVegetation red edge\n0.768-0.796\n20\nBand 8 - B08\nNear infrared (NIR)\n0.767-0.908\n10\nBand 8a - ?\nNIR\n0.848-0.881\n20\nBand 9 - B09\nNarrow NIR\n0.931-0.958\n60\nBand 10 - ?\nCirrus\n1.338-1.414\n60\nBand 11 - ?\nShort wave infrared (SWIR)\n1.539-1.681\n20\nBand 12 - ?\nShort wave infrared (SWIR)\n2.072-2.312\n20\nTrue vs false colour composites\nHumans have 3 colour receptors: red, blue, green. Computers use RBG colour model to represent colours where R is for red, G for green, B for blue. We call those colour channels. Every colour on a computer contains certain amounts of red, blue, green light. Values range from 0-255 for every channel, adding up to 16.7 million different colours. Pure red will have 255 in the red channel, 0 in green and blue. If we had 225 for red and blue we get purple.\nThe higher the value in a channel the more of the colour is mixed in and if all three have equal values, we get a colour in black and white range; white if all three are 255 and black if all three are 0.\nTo get a colour image we create it by combining 3 bands and putting them into the red, green, and blue channels. The band we choose to input into red channel will appear as red on the image etc. This resulting image is called composite.\nOpen image-20240803-184133.png image-20240803-184133.png\nIf we input a red wavelength (a red band) into red channel and green and blue into respective channels we get a colour image that humans see naturally. In Sentinel-2, bands corresponding to red, green, blue light are B04, B03, and B02 respectively.\nWe can put any band into any of the three RBG channels. Images where red, green, and blue bands are fed to respective bands are are called true colour composites. A composite that is not a true colour composite is called a false colour composite and this is an image where we place a red band in one of the other colour channels.\nIf we input the same band into all 3 colour channels we lose RGB properties and get a grayscale image of the band.\nTo highlight vegetation, we could place band 8 (near infrared) into the red channel, band 4 (red), into the green, and band 3 (green) into the blue channel.\nOpen image-20240803-184915.png image-20240803-184915.png Red - Band 8 Infrared, Band 4 (red) in green, band 3 green in blue If we put band 8 inside blue channel instead, we would get the same image but with blue colour. This is because some bands are brighter than others and have different bandwidths (band wavelength range from min to max), different spatial resolutions, and that the amount of electromagnetic energy varies with wavelength.\nWe can use a custom script to multiply bands and make the less dominant band stronger.\nPresenting Results with Custom Script By default, True color option is selected. To make a simple true color composite return an array that defines the colours for visualisation:\nreturn [B04, B03, B02] Using the same band 3 times is the same as returning only one band and this yields a grayscale image.\nWe can manipulate bands by numerical values. Multiplying each band by 2.5 is useful for Sentinel-2 true colour composites as it improves appearance of images.\nreturn [B042.5, B032.5, B02*2.5]\nMultiplying increases the brightness of a colour. Below are two true colour composites. On the left is without multiplying values and on the right is multiplication by 2.5\nOpen image-20240803-185641.png image-20240803-185641.png Vegetation has high reflection in infrared (band 8). We can make a false colour composite where vegetation appears as red or green by inputting band 8 into the red channel and high values for non-vegetated areas in green and blue:\nreturn [B082.5, B042.5, B03*2.5] //red vegetation\nWe can put any value we want in our script.\nlet value = B11 + B02; return[value] This means that we can perform any calculation that we like such as NDVI index which shows vegetation health and assign colours to differnt NDVI classes with if statements:\nvar NDVI = index (B08, B04); // calculate the index if (NDVI \u003c 0.2) { return [0.3, 0.2, 0.7] } if (NDVI \u003c 0.5) { return [0.2, 0.6, 0.3] } if (NDVI \u003c 0.7) { return [0.5, 0.8, 0.2] } else { return [1, 0.4, 0] } IDB - List of available Indices\nRecommended Band Combinations\nFalse Color Urban Composite.\nHighlights built-up areas, making them stand out from natural features\nreturn [B12, B11, B04]; SWIR-NIR Composite\nThis combination is effective for distinguishing between different types of ground cover, including disturbed soil and built-up areas.\nreturn [B11, B08, B04]; False Color Vegetation\nThis is used for vegetation analysis but can be useful to monitor non-vegetated areas\nreturn [B08, B04, B03];\nNormalised Difference Vegetation Index\nNDVI is used to identify areas of distrubed soil or vegetation and could help us spot FOBs\nvar NDVI = index(B08, B04); if (NDVI \u003c 0.2) { return [0.6, 0.4, 0.2]; // Non-vegetated } else if (NDVI \u003c 0.5) { return [0.2, 0.6, 0.2]; // Sparse vegetation } else { return [0.0, 0.4, 0.0]; // Dense vegetation }\nCombination\n// Calculate NDVI var NDVI = index(B08, B04); // Enhance built-up areas using SWIR and NIR let builtUpArea = [B12, B11, B04]; // Combine NDVI with built-up area enhancement if (NDVI \u003c 0.2) { // Likely built-up or disturbed soil return [B12, B11, B04]; } else if (NDVI \u003c 0.5) { // Sparse vegetation return [B08 * 0.8, B04 * 0.6, B03 * 0.6]; } else { // Dense vegetation return [B08 * 0.6, B04 * 0.4, B03 * 0.4]; }\nTutorials and Other Related Materials Vegetation Spectral Cheat Sheet\nRemote Sensing Tutorials by the Canada Centre for Mapping and Earth Observation\nA PDF tutorial on writing simple evalscripts for beginners: Custom scripts tutorial\nA webinar on writing evalscripts for beginners: Custom Scripts, September 28, 2020\nA webinar on multi-temporal scripts and data fusion: Multi-temporal Scripts and Data Fusion, March 3, 2021\nA blog on good scripting practices: Custom Scripts: Faster, Cheaper, Better!, November 18, 2019\nA blog post on color maps: PUCK - Perceptually Uniform Color Maps in Satellite Imagery, January 28, 2021\nA blog post on sampleType: SampleType: what’s all the fuss about?, February 15, 2022\nMore blog posts and useful links can be found on our Sentinel Hub website.\nSpace Operations, UK Ministry of Defense https://assets.publishing.service.gov.uk/media/5a79ebebed915d6b1deb4519/SpacePrimerFinalWebVersion.pdf\nIndex of remote sensing formulas IDB - List of available Indices"},"title":"Satellites in OSINT"},"/posts/three_steps_sanctions/":{"data":{"":"","#":"We often talk about sanctions in the context of efficiency or individual cases. Who’s who in the sanctions space has, as a result, become elusive when there are characteristics, data sets, and methods of revealing sanctioned entities and their networks.\nLets explore three common steps in the research process behind investigations in the space of anti-money laundering solutions, from the the design of research methods to the collection and analysis of information.\nResearch Design Ontology The firt step in researching who’s who in the sanctioned space is knowing how to describe entities and relations beetween them. In industry, we describe our domain and its objects in an ontology.\nAn ontology is a formal naming and definition of categories, properties, and relations betweeen concepts, data, or entities.\nI recommend using the Follow the Money’s ontology.\nFollow the Money\nFollow the Money is an ontology that is commonly used in anti-corruption investigations.\nTheir ontology defines entities revelant in such investigations, like people or companies, and helps investigators create a graph of relationships.\nOne of the most common tasks for an investigative reporter is to work out if one thing is the same as another. Is the person who owns a sanctioned company the same guy who is a mayor in my city?\nMany facts might provide hints that allow us to establish if he is “our guy”. Do the individuals have the same name, date of birth, nationality, passport number? Do we know about links to other individuals or companies in both data sets?\nWhen you have a clearly defined ontology, you can turn representations of objects and events into complex data and compile and cross-reference these hints.\nThe Follow the Money ontology consists of schemata ie object types that exist as an inheritance hieracy, rooted in things and events.\nThings describe real-world objects like people, Companies, Assets, Court Cases. You can think of things as entities.\nIntervals are business interests, court cases, sanctions, and transactions and are useful for linking entities together, possibly over time.\nBelow is an interactive graph view of FMT ontology.\nOnce you have an ontology that structures your domain and its objects and relations, you can build a taxonomy to describe and group your information.\nBuild a taxonomy While an ontology is a formal representation of knoweldge that defines concepts and relationships within a domain in a structured way, a taxonomy concerns the classification of entities based on their characteristics.\nTaxonomies are used to group types of entities into categories.\nFor example, when we talk about associations and relationships in the sanctions space, we need ways of describing the type of entity or relationship.\nAn associated entity could be an entity type: person, organisation, or vessel. If we know that our entity is a person, we can class his or her relationship to the sanctioned entity.\nTaxonomy of relationships\nRelationship Definition Example Employee The associated person is employed by the sanctioned individual A nuclear engineer working for sanctioned company Owned or controlled by The associated organisation is owned or controlled by the entity it is connects with OO NOVATEK-PERM is a subsidiary that is owned by sanctioned OAO NOVATEK Family member An associate is a spouse, uncle, aunt, child, parent of sanctioned person Asma al-Assad is the spoise od Bashar al-Assad Having a taxonomy is crucial to investigations. A good taxonomy lets investigators describe and filter the information they’re collecting.\nCollect data Global sanctions regimes vary as some countries implement and enforce the sanctions of international organisations such as the EU and the UN while others develop their own sanctions programs with their own sanctions lists.\nThe first step in researching sanctioned entities is knowing which ones appear on an official sanctions list.\nKey sanctions lists Government and finanical authorities maintain targeted sanctions lists. These lists are often available online and the lists evolve quickly.\nUN sanctions list is also known as the UNSC Consolidated List. It consists of one list of individual targets and one list of entities and group targets. UN sanctions are imposed by UN security council resolutions when the council determines a country is in breach of international law. US sanctions are the most influential global sanctions regime and consists of multiple sanctions lists. The Office of Foreign Assets Control, OFAC, maintains its primary sanctions lists. The Specially Designated Nationals (SDN) list sanctions individuals and companies. The Consolidated Sanctions List contains sanctions information not included in the SDN list. UK sanctions are enforced by the Office of Financial Sanctions Implementations (OFSI) and Her Majesty’s Treasury (HTM). Accordingly, UK firms must screen against UK Sanctions List. Australia sanctions are implemented by the Australian Sanctions Office (ASO) and the Department of Foriegn Affairs and Trade (DFAT). These two deparments implement Australia’s sanctions regime and firms must screen against Consolidated List of sanctions. Canada sanctions are implemented under the Special Economic Measures Act (SEMA) and the Justice for Victims of Corrupt Foreign Officials Act (JVCFO). Canadian sanctions are on the [Consolidated Canadian Autonomous Sanctions List]. Japan sanctions are issued under the authority of the Foreign Exchange and Foreign Trade Act (FEFTA) and implemented by the Ministry of Economy, Trade, and Industry and the Ministry of Finance. Japan works with the UN, the US, and the EU in compiling its sanctions. China sanctions are issued by the Chinese Ministry of Foreign Affairs and, since 2020, China’s Ministry of Commerce has developed new sanctions regulations designed as a response to Western sanctions. In China, there is the Unreliable Entity List (UEL) and rules the Anti-Foreign Sanctions Law and the Blocking Rules. Data in key sanctions lists Sanctions lists are useful primary sources. They help investigators identify who’s who in the sanctions space and serve as an excellent stepping stone to identifying associates and enablers of sanctioned entities.\nCommon information about sanctioned entities include:\nname alias nationality passport number country of birth reason for being sanctioned Sanctions lists are usually strucuted xml, csv or html format, but can come as unstructured pdfs that require manual extraction. Below is an extract from the UNSC Consolidated List.\niTAi.007 Name: 1: ABDUL LATIF 2: MANSUR 3: na 4: na Name (original script): عبد اللطيف منصور Title: Maulavi Designation: Minister of Agriculture under the Taliban regime DOB: Approximately 1968 POB: Zurmat District, Paktia Province, Afghanistan Good quality a.k.a.: a) Abdul Latif Mansoor b) Wali Mohammad Low quality a.k.a.: na Nationality: Afghanistan Passport no: na National identification no: na Address: na Listed on: 31 Jan. 2001 ( amended on 3 Sep. 2003, 18 Jul. 2007, 21 Sep. 2007, 13 Feb. 2012, 18 May 2012, 22 Apr. 2013 ) Other information: Taliban Shadow Governor for Logar Province as of late 2012. Believed to be in Afghanistan/Pakistan border area. Belongs to Sahak tribe (Ghilzai). Review pursuant to Security Council resolution 1822 (2008) was concluded on 27 Jul. 2010. INTERPOL-UN Security Council Special Notice web link:https://www.interpol.int/en/How-we-work/Notices/View-UN-Notices-Individuals click here\nThese data points present in sanctions lists are important points of reference. Investigators can use data points like alias and age or passport number to confirm if the person on the sanctions list is the same as the person in a company register.\nLimit of primary sources Investigating if an individual, vessel, or organisation is subject to financial sanctions is relatively straightforward. You usually return a match after a quick search on one of the sanctions lists.\nThe job of investigating is harder when we want to identify associates or entities enabling the sanctioned person or organisation.\nFor example, identifying if an entity is sanctioned becomes harder when shell companies are involved.\nA company may not show up as sanctioned on sanctions lists, but if a sanctioned entity owns 51% of the company then both the company and the sanctioned entity are sanctioned. This is the OFAC50 rule.\nSanctions lists are excellent primary sources but investigations require a holistic approach. For this, we turn to other sources.\nData Enrichment We use othersources as part of investigations to enrich the data we collect from sanctions lists.\nSources commonly used in investigations range from ownership and land registries to leaked documents, mentions in media, and aggreggated data in databases.\nAn excellent example of how investigators draw on open sources is the investigation into Roman Abramovich and his financial dealings with the Dutch football club, Vitesse.\nRoman Abramovich was subjected to UK and EU sanctions following Russia’s invasion of Ukraine.\nBy using the Oligarch Files, a cache of leaked data originating from MeritServus, an offshore service provider based in Cyprus, investigators at the Bureau of Investigative Journalism (TBIJ) and the Guardian were able to reveal that Roman Abramovich, who then owned Chelsea football club, was the source of all money used to fund the Dutch football club, Vitesse.\nThe Guardian found that Abramovich had covertly funded the 2010 acquisition of Vitesse Arnhem via a network of offshore entities before channelling at least 117 million euros to the club.\nIn this case, their analysis of the Oligarch Files helped investigators enrich the data they already had on Abramovich, leading them to identify 6 companies associated with Abramovich and Vitesse.\nEntity Resolution In AML and illicit finance, we are always striving toward a source of truth. We enrich our data in the hopes of getting to that truth.\nEnriching data requires that investigators perform entity resolution to ensure that they are correctly linking records together.\nEnity resolution is broadly speaking the process of identifying data records in a source across multiple sources that refer to the same entity.\nYou can resolve entities manually, usually by looking at the similarity of their names, age, height, and other data points. As you read these records, you understand if the sources describe the same two peope.\nIf you’re certain the records match, you can merge the records and enrich your entity.\nManually resolving entities is a time-consuming task, so investigators naturally rely on data science to combine records.\nIn the world of data, entity resolution or record matching also goes by the name of some of its techniques, like fuzzy matching, merge purge, data matching or idenity resolution.\nThrough entity resolution, we can identify if two records refer to the same entity and enrich our understanding of that data. Once we have a source of truth, the next step is understanding how to use it.\nNetwork Analysis Data dumps are rarely useful on thier own and the process of collecting, enriching and resolving data should yield a big set of data.\nNetwork analysis is one of the techniques that investigators can use to extract useful information from big data.\nThis useful information teaches us about network risks and broader trends in how illict finance is organised.\nIn the investigation into Roman Abramovich, investigators identfied 6 companies associated with him and the football club Vitesse.\nBy drawing the connections between these entities, we learn who’s connection to whom and how sanctioned individuals like Roman Abramovich use offshore networks to circumvent sanctions.","recap#Recap":"Every investigation requires four simple steps to be successful. Before you start, you should decide on a way of first describing objects and relations and then set up a system of classifying these objects. Once ready, start by identifying and collecting information from reliable sources, then, branch out by collecting data from as many relevant sources as possible. Use entity resolution to match records and find useful insights in your data with network analysis."},"title":"Three steps in sanctions research"},"/posts/ubo/":{"data":{"":"While in New York, I asked a friend about his business in Florida and he explained to me that he is the owner through his Scandinavian business. Tracing his ownership structure would be time consuming and the task is made harder by the decision of the Court of Justice of the European Union (CJEU) to annul public access to ownership registries.\nThe CJEU ruled that public access contravenes the right to privacy in the EU Charter of Fundamental Rights. Implicit is the claim that evidence is weak to show that public ownership registries prevents crime. Or as my friend put it, the argument for public ownership data is a rehash of: if you have nothing to hide you have nothing to fear\".\nWhat the court considers “strong” evidence is unclear, so let’s start with the strongest case for public access to ownership registries, namely the practice of fighting illicit finance.","global-witness#Global Witness":"In addition to identifying crime, actors are able to improve ownership data when that data is publically available. Global Witness, working with a group of volunteer data scientists at DataKind UK, analysed the UK’s beneficial ownership registries and successfully identified loopholes, information gaps and suspicous activity.\nThey found that most companies registering their benenficial owners at the Persons of Significant Control registry in the UK, is straightforward, with an average of 1.13 beneficial owners for each UK company.\nHundreds of thousands of these companies file highly suspicious entries that would never have been found were it not for the open data nature of the register.\nGlobal Watch found common methods for avoiding disclosure of a company’s real owners such as disclosing an ineligible foreign company as the beneficial owner, filing a statement that the company has no beneficial owners, or creating circular ownership structures where a company control themselves.\nOf the companies with a foreign owner, 10,000 declare a foreign company as their beneficial owner and of these 72% are in a secrecy jurisdiction.\nTheir analysis resulted in a red flagging system to uncover high risk entries and recommendations to the UK government demonstrating the benefit of open ownership registries.\nPublic ownership data helps civl society, investigative journalists and law enforcement scrutinise data and combine it with other datasets, increasing the likelihood of spotting criminal activity.","is-privacy-an-absolute-right#Is privacy an absolute right?":"Having established that open ownership data, in practice, helps us prevent crime, let’s scrutinise the right to privacy.\nAnxiety about data protection is understandable, especially in consideration of companies like Facebook and Cambridge Analytica known for their exploitation of personal data.\nI understand why my friend sides with the CEUJ and I think he made a good point when he said that open ownership data sounds like “if you have nothing to hide, you have nothing to fear.'\nThe right to privacy is essential to our autonomy and it is important to respect privacy.\nHowever, publishing information about who owns companies is different in one important respect, namely that as a business owner you are in the public sphere. As OpenOwnership’s Head of Policy, Zosia Sztykowski explains:\n“Publishing information about who owns companies is fundamentally different. This is about chaning the role that companies play in society. We often forget that the legal form that we call a company can’t exist without the state, and agreements between states. Therefore, they have the right, and even the responsibibility to ensure that they serve a social good. Open ownership data can do just that. All while also providing desirable incentives for legitimate businesses, including reducing the risk of being exposed to bad actors and supporting the stability of economies globally.”\nPrivacy is a critical right, but it isn’t absolute.\nHaving a substantial ownership stake in a company gives that individual access to a range of benefits, including protection from personal liability.\nIn exchange, is it not fair to expect business owners to help society ensure that companies are used for thier intended purposes?\nOpening a company is easy and benefits society as a whole and one unintened consequence of this is that corporations have become easy tools for criminals.\nAs Zosia Stykowski explains, ’there is a balance here to be struck between personal freedoms and the responsibility to create a fairer society.'\nThere is also another important question when we invoke privacy and that is, who exactly are we trying to protect? Closing registries might protect more people with illegitimate intentions than those with legitimate intentions.\nIf the practice of investigating illicit finance teach us anything, it is that criminals thrive in secrecy. The decision to close access to ownership registries has impacted already scarce ownership data, forcing investigators to rely on leaked data.\nThe case for “protecting privacy” tries to safeguard against protecting the wrong people by assuming that those with “legitimate interest” have the right to access ownership registries. While well intended, this presumption has had negative consequences due to the lack of an EU-wide definition of “legitimate” intentions or circumstances”.","legitimate-interest#Legitimate Interest":"The CJEU ruling presumes that journalists and civil society organisations engaged in the prevention of money laundering have a legitimate interest and should be granted access to beneficial ownership information.\nThe absence of an EU-wide definition of “legitimate interest” has has effectively squashed the right of individuals and organisations with a legitimate interest to use the registers.\nJournalists and civil society are unable to access 13 of 27 beneficial ownership registers in the EU, and after the court ruling, eight countries suspended public access to their registers.\nTransparency International’s map is a useful resource to trace the impact of the ruling:","the-open-lux-investigation#The Open Lux Investigation":"Transparency International has documented several cases where public access to beneficial ownership registries enabled journalists and activists to uncover corruption and money laundering. One of these cases is the OCCRP’s Open Lux Investigation.\nIn the Open Lux investigation, journalists analysed beneficial owners registered in Luxembourg and found dozens of foreign citizens linked to corruption, embezzlement, and organised crime and, as Transparency International points out:\n‘What sets the Open Lux Investigation apart from the Panama Papers is that, for the first time, journalists did not have to rely on leaks and, instead, relied on publically available data to uncover hidden owners using Luxembourg companies to own assets and open bank accounts.’\nThe case of the Open Lux Investigation is a clear example of how actors other than law enforcement agencies are crucial to combating corruption and it is a role that the Court of Justice of the European Union recognise in their ruling against public access to ownership registries.","the-panama-papers#The Panama Papers":"The Panama Papers is the most public exposure of the world’s most powerful people and their financial secrets and the impact that those leaks have had serves as an excellent example of the positive impact that public ownership data has.\nMore than 11.5 million records exposed how politicians and criminals use the rogue offshore finance industry to launder money and avoid taxes.\nThe leaks implicated 150 politicians from 50 countries and had serious political fallout as Iceland’s Prime Minister, Sigmundur Davio Gunnlaugsson, was forced to resign from his office amid outrage that his family had sheltered money offshore.\nIn the wake of the revelations that caused snap elections in Iceland, the Guardian used the offshore leaks to shed light on the trail between Vladimir Putin and an offshore network of assets worth $2bn.\nInvestigative journalists and their hard work not only helped close Mossack Fonseca, the infamous Panamanian law firm and target of the leak, but has also led to the prosecution of the firm’s owners, Lauria Paz and Ramon Fonseca who are defendants in a case in Panama where they are being tried for “crimes against public economic order”.\nHow Lauria Pax and Ramon Fronseca operated Mossack Fronseca and how their crimes impacted ordinary people inspired “The Laundromat”, a film starring Meryl Streep and Gary Oldman.\nThe Panama Papers show that transparent ownership is vital to fighting corruption and that when ownership structures are made public, those implicit in illicit finance face legal consequences.\nHold on - is the Panama Papers really a strong case for opening ownership registries? After all, the trenche of 11 million documents are a leak of sensitive information from a shadowy organisation and not a register where ordinary people set up their business.\nThe whistleblower nature of the Panama Papers is a perfectly valid objection, so let’s look at two investigations that used real ownership registries.","what-the-evidence-tells-us-to-do#What the evidence tells us to do":"Evidence from practice shows that open access is crucial to improving the quality of data in beneficial ownership registries and that public access prevents crime itself.\nIt is also clear that some members states will interpret the CJEU’s ruling conservatively and contravene the spirit of the CJEU ruling, namely to protect both privacy and civil society’s legitimate interest.\nWhat is required are EU rules that leave no space for discrimination against civil society and public watchdogs. Those rules should, instead, enable those who work with the combating of illicit finance to access crucial ownership data."},"title":"What is the evidence for public ownership registries?"},"/posts/what_is_meaning_illicit_money/":{"data":{"":"Despite substantial work from the United Nations, the World Bank, the IMF, OECD, and civil society, countries have been unable to reach a political consensus on the term “illicit” in illicit financial flows (IFFs).\nIt is customary in policy debates to distinguish between a narrow and a broad definition of IFFs. The former requires activities that are in breach of the law whereas the latter encompasses unethical acts that are deemed lawful, if unregulated.\nThe distinction between the two policy camps leads to very different policy outcomes. Proponents of the narrow definition argue that transfers associated with tax evasion (illegal) qualify as IFFs while tax avoidance schemes (which comply with the law) do not even though they are unethical. In contrast, advocates of the broad definition argue that avoidance practices should still fall under the definition of illicit finance.\nTax evasion perfectly illustrates the difference between a broad and a narrow definition. This policy area is also a great example of how the narrow/broad definition is conceptually misleading. In reality, drawing the line between “illegal” and “illicit” is hard since illicit activities often involve illegal elements and require circumstantial interpretation.","a-mixed-approach#A mixed approach":"A broad IFF agenda could be a powerful engine for systemic change. It would likely foster regulatory coordination and counter the tendency towards legal fragmentation. However, it is important that the broad definition focuses on law rather than ethics so as to avoid “subjective” interpretations of “illicit”.\nOne definition that lends itself to this ojbective is “unlawful” since this encompasses legal standards that go beyond fixed rules while still allowing for circumstantial legal assessment. Taking a broad approach would help conceptualise IFFs, though, for the purpose of measuring IFFs, more narrow legal definitions that define actors, transfer mechanisms, or origin are required.\nWhat is required, then, is a pragmatic approach that dissolves the IFF agenda into workable modules and indicators. A starting point is thematic areas set by existing IFF-related international initiatives followed by strategic alignment and collaboration between agencies.","activities-associated-with-illicit-finance#Activities associated with illicit finance":"Below are the most frequently cited activities associated with illicit finance:\nTax evasion Money laundering Terrorist financing Fraud Conflict financing Counter-terrorist financing Smuggling Trafficking drugs People or wildlife smuggling Financing of organised crime Counterfeitings Tax avoidance ","illicit-finance-through-the-lense-of-tax-evasion-and-tax-avoidance#Illicit finance through the lense of tax evasion and tax avoidance":"Tax evasion occurs when people or businesses deliberately do not pay tax that they legally owe by underreporting income, over-reporting expenses, or simply not paying taxes. In short, tax evasion encompasses the “hidden economy” in which people “conceal their presence or taxable income” (HM Treasury 2015).\nTax avoidance involves “bending the rules of the tax system to gain a tax advantage that Parliament never intended”. The Result is compliance with the letter but not the spirit of the law. Those who engage in tax avoidance usually take advantage of technicalities for the purpose of reducing tax liability. This typically involves contrived agreements with the purpose of reducing tax.\nIn day-to-day reality, the distinction between tax avoidance and tax evasion is blurred as practices fall on a spectrum between tax avoidance and tax evasion. A case depend on its circumstances and legal assessment is seldom simple or obvious, which is whyit is hard to define tax avoidance as strictly illegal or illicit.\nWhat the narrow/broad definition debate unveils is not the illegal versus illicit dilemma, but uncertainty over the legal characterisation of tax arrangements as tax law has transitioned from detailed legal drafting to broad directives such as anti-abuse rules. In addition, the debate conceals the anxiety of policy-makers about the capacity of jurisdictions to enforce tax administration and prosecution if illicit finance is narrowly defined as “illegal activities”.","international-initiatives#International initiatives":"There is already a rich repository of IFF-related international initiatives and strategic alignments that establish legal obligations to prevent illicit financial flows.\nUnited Nations Conventions against Illicit Traffic in Narcotic Drugs and Psychotropic Substances 1988 (Vienna Convention). This includes provisions on money laundering and international cooperation. United Nations Convention against Transnational Organized Crime 2000 (Palermo Convention). This requires countries to criminalise money laundering, and includes frameworks for extradition, mutual legal assistance and law enforcement cooperation. International Convention for the Suppression of the Financing of Terrorism 1999 – requires states to criminalise the financing of terrorism, and adopt powers to freeze and seize funds intended to be ued for terrorist activities. -United Nations Convention against Corruption 2003 (Merida Convention) – requires measures to revent and criminalise corruption, provide international cooperation and asset recovery on corruption cases. In addition a number of UN Security Council Resolutions have introduced measures to counter illicit financial flows. 2030 Addis Adaba Action Agenda emphasises combating illicit financial flows to safeguard public resources essential to financing Sustainable Development Goals (SDGs). What these initiatives point to are themes of different activities that constitute illicit finance.","recap#Recap":"The absence of an agreed defininition makes developing methodologies for monitoring and assessing illicit financial flows difficult, and where methodologies exist, disagreements and dissatisfaction with methods stem from this lack of conceptual clarity.\nOne policy space affected by the lack of conceptual clarity is the 2030 Addis Adaba Action Agenda and its emphasis on combating illicit financial flows to safeguard public resources essential to the financing of Sustainable Development Goals (SDGs). Without a clear definition, policy makers find it hard to set strategic objectives let alone measure “success” in safeguarding public resources.\nThe narrow/broad definition of illicit finance has dominated the policy debate. This distinction is alluring but misleading as activities often fall on a spectrum between illicit and illegal. Instead, the debate should focus on dividing illicit finance into modules with a broad definition for strategic definitions and a narrow definition reserved for projects that aim to measure illicit finance."},"title":"What is the meaning of illicit money?"}}